<template>
    <div class="treatise">
        <div class="treatise-title">学术论著</div>
        <div class="treatise-content">
            一、语雀是一款优雅高效的在线文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。语雀是一款优雅高效的在线文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。语雀是一款优雅高效的在线文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。语雀是一款优雅高效的在线文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。语雀是一款优雅高效的在线文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。语雀是一款优雅高效的在线文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。
        </div>
        <div class="treatise-content">
            二、语雀是一款优雅高效的在线文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内
            部使用多年，众多中小企业首选。语雀是一款优雅高效的在线文档编辑与协同工具， 让每个
            企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。语雀是一款优雅高效的在线
            文档编辑与协同工具， 让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。
            语雀是一款优雅高效的在线文档编辑与协同工具，
            让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。
            语雀是一款优雅高效的在线文档编辑与协同工具，
            让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选
            。语雀是一款优雅高效的在线文档编辑与协同工具，
            让每个企业轻松拥有文档中心阿里巴巴集团内部使用多年，众多中小企业首选。
        </div>
    </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
.treatise-title {
  height: 28px;
  font-size: 20px;

  font-weight: bold;
  color: #303133;
  line-height: 28px;
  margin-bottom: 20px;
}
.treatise-content {
  font-size: 18px;

  font-weight: 400;
  color: rgba(48, 49, 51, 1);
  line-height: 32px;
  text-align: left;
  margin-bottom: 10px;
}
</style>